Repository: Xu-Zhangsheng/state
Catalog: Stasis/L10n/Localizable.xcstrings
Source language: en
Languages: de, es, ja, vi, zh_hans, zh_hant

source: Adapter control is not supported on this device.
de: Die Adaptersteuerung wird auf diesem Gerät nicht unterstützt.
es: El control del adaptador no es compatible con este dispositivo.
ja: このデバイスではアダプタの制御はサポートされていません。
vi: Quản lý bộ tiếp hợp không được hỗ trợ trên thiết bị này.
zh_hans: 这台设备不支持充电器控制。
zh_hant: 這台設備不支持電源轉接器控制。

source: Adapter Power Metrics
de: Adapter-Leistungswerte
es: Métricas de energía del adaptador
ja: アダプタ電力
vi: Thông số bộ tiếp hợp nguồn
zh_hans: 充电器功率指标
zh_hant: 電源轉接器功率指標

source: Advanced
de: Erweitert
es: Avanzado
ja: 詳細
vi: Nâng cao
zh_hans: 高级设置
zh_hant: 高級設定

source: Automatic discharge
de: Automatische Entladung
es: Descarga automática
ja: 自動放電
vi: Tự động xả pin
zh_hans: 自动放电
zh_hant: 自動放電

source: Battery
de: Batterie
es: Batería
ja: バッテリー
vi: Pin
zh_hans: 电池
zh_hant: 電池

source: Battery Health
de: Batteriezustand
es: Salud de la batería
ja: バッテリーの状態
vi: Sức khỏe Pin
zh_hans: 电池健康
zh_hant: 電池健康

source: Battery mode
de: Batteriemodus
es: Modo de batería
ja: バッテリーモード
vi: Chế độ Pin
zh_hans: 电池模式
zh_hant: 電池模式

source: Battery Mode
de: Batteriemodus
es: Modo de batería
ja: バッテリーモード
vi: Chế độ pin
zh_hans: 电池模式
zh_hant: 電池模式

source: Battery Power Metrics
de: Batterie-Leistungswerte
es: Métricas de energía de la batería
ja: バッテリー電力
vi: Thông số nguồn Pin
zh_hans: 电池功率指标
zh_hant: 電池功率指標

source: Battery Reading
de: Batteriemessung
es: Lectura de batería
ja: バッテリー測定値
vi: Dữ liệu Pin
zh_hans: 电池测量值
zh_hant: 電池測量值

source: Battery Temperature
de: Batterietemperatur
es: Temperatura de la batería
ja: バッテリー温度
vi: Nhiệt độ Pin
zh_hans: 电池温度
zh_hant: 電池溫度

source: Charge limit
de: Ladelimit
es: Límite de carga
ja: 充電上限
vi: Giới hạn sạc
zh_hans: 充电上限
zh_hant: 充電上限

source: Charge Management
de: Lademanagement
es: Gestión de carga
ja: 充電管理
vi: Quản lý sạc
zh_hans: 充电管理
zh_hant: 充電管理

source: Charge management is not supported on this device.
de: Das Lademanagement wird auf diesem Gerät nicht unterstützt.
es: La gestión de carga no es compatible con este dispositivo.
ja: このデバイスでは充電管理はサポートされていません。
vi: Quản lý sạc không được hỗ trợ trên thiết bị này.
zh_hans: 这台设备不支持充电管理。
zh_hant: 這台設備不支持充電管理。

source: Charging
de: Laden
es: Carga
ja: 充電
vi: Đang sạc
zh_hans: 充电控制
zh_hant: 充電控制

source: Charging control is not supported on this device.
de: Die Ladesteuerung wird auf diesem Gerät nicht unterstützt.
es: El control de carga no es compatible con este dispositivo.
ja: このデバイスでは充電の制御はサポートされていません。
vi: Điều khiển sạc không được hỗ trợ trên thiết bị này.
zh_hans: 这台设备不支持充电控制。
zh_hant: 這台設備不支持充電控制。

source: Charging Paused
de: Laden pausiert
es: Carga pausada
ja: 充電を一時停止
vi: Tạm dừng sạc
zh_hans: 充电暂停中
zh_hant: 充電暫停中

source: Charging Resumed
de: Laden fortgesetzt
es: Carga reanudada
ja: 充電を再開
vi: Tiếp tục sạc
zh_hans: 恢复充电
zh_hant: 恢復充電

source: Charging resumes at
de: Laden wird fortgesetzt bei
es: La carga se reanuda en
ja: 充電再開レベル
vi: Tiếp tục sạc khi đạt
zh_hans: 恢复充电的数值
zh_hant: 恢復充電的數值

source: Charging status changed
de: Ladestatus geändert
es: Cambio de estado de carga
ja: 充電状態の変更
vi: Trạng thái sạc đã thay đổi
zh_hans: 充电状态变更
zh_hant: 充電狀態變更

source: Check Again
de: Erneut prüfen
es: Verificar de nuevo
ja: 再確認
vi: Kiểm tra lại
zh_hans: 再次确认
zh_hant: 再次確認

source: Control when state sends you notifications.
de: Steuere, wann state dir Benachrichtigungen sendet.
es: Controla cuándo state te envía notificaciones.
ja: stateが通知を送信するタイミングを制御します。
vi: Quản lý thông báo từ state
zh_hans: 控制state何时发送通知
zh_hant: 控制state何時發送通知

source: Cycle count
de: Ladezyklen
es: Ciclos de carga
ja: 充放電回数
vi: Số chu kỳ sạc
zh_hans: 充放电次数
zh_hant: 充放電次數

source: Cycle Count
de: Ladezyklen
es: Ciclos de carga
ja: 充放電回数
vi: Số chu kỳ sạc
zh_hans: 充放电次数
zh_hant: 充放電次數

source: Dashboard
de: Übersicht
es: Panel
ja: ダッシュボード
vi: Tổng quan
zh_hans: 界面
zh_hant: 介面

source: Disable all notifications
de: Alle Benachrichtigungen deaktivieren
es: Desactivar todas las notificaciones
ja: すべての通知を無効にする
vi: Tắt tất cả thông báo
zh_hans: 禁止所有通知
zh_hant: 禁止所有通知

source: Discharge
de: Entladung
es: Descarga
ja: 放電
vi: Xả pin
zh_hans: 放电
zh_hant: 放電

source: Enable heat protection
de: Hitzeschutz aktivieren
es: Activar protección térmica
ja: 熱保護を有効にする
vi: Bật bảo vệ quá nhiệt
zh_hans: 启用过热保护
zh_hant: 啓用過熱保護

source: Failed to install charging helper
de: Ladehelfer konnte nicht installiert werden
es: Error al instalar el asistente de carga
ja: 充電ヘルパーのインストールに失敗しました
vi: Không thể cài đặt công cụ hỗ trợ sạc
zh_hans: 充电助手安装失败
zh_hant: 充電助手安裝失敗

source: General
de: Allgemein
ja: 一般
vi: Chung
zh_hans: 通用
zh_hant: 通用

source: General system and battery status information shown in the menu dropdown.
de: Allgemeine System- und Batterieinformationen im Dropdown-Menü.
es: Información general del sistema y estado de la batería en el menú desplegable.
ja: メニューに表示されるシステムとバッテリーの状態情報。
vi: Hiển thị thông tin tổng quan về hệ thống và trạng thái pin trong menu thả xuống.
zh_hans: 在菜单列表中显示的一般系统和电池状态信息。
zh_hant: 在選單列表中顯示的一般系統和電池狀態資訊。

source: Green
de: Grün
es: Verde
ja: 緑
vi: Xanh lá
zh_hans: 绿色
zh_hant: 綠色

source: Health
de: Zustand
es: Salud
ja: 状態
vi: Tình trạng
zh_hans: 健康
zh_hant: 健康

source: Heat Protection
de: Hitzeschutz
es: Protección térmica
ja: 熱保護
vi: Bảo vệ quá nhiệt
zh_hans: 过热保护
zh_hant: 過熱保護

source: Launch at login
de: Bei Anmeldung starten
es: Iniciar al arrancar
ja: ログイン時に起動
vi: Khởi động cùng hệ thống
zh_hans: 开机自启
zh_hant: 開機時自動啟動

source: LED during heat protection
de: LED bei Hitzeschutz
es: LED durante protección térmica
ja: 熱保護中のLED
vi: Đèn LED khi pin quá nhiệt
zh_hans: 过热保护时的LED状态
zh_hant: 過熱保護時的LED狀態

source: Limit the maximum charge level to extend battery lifespan.
de: Den maximalen Ladestand begrenzen, um die Lebensdauer der Batterie zu verlängern.
es: Limitar el nivel máximo de carga para extender la vida útil de la batería.
ja: バッテリー寿命を延ばすために最大充電レベルを制限します。
vi: Giới hạn mức sạc tối đa để kéo dài tuổi thọ pin.
zh_hans: 为了延长电池寿命限制充电上限
zh_hant: 為了延長電池壽命限制充電上限

source: MagSafe LED Control
de: MagSafe-LED-Steuerung
es: Control del LED MagSafe
ja: MagSafe LEDの制御
vi: Điều khiển đèn MagSafe
zh_hans: MagSafe LED 的控制
zh_hant: MagSafe LED 的控制

source: MagSafe LED control is not supported on this device.
de: Die MagSafe-LED-Steuerung wird auf diesem Gerät nicht unterstützt.
es: El control del LED MagSafe no es compatible con este dispositivo.
ja: このデバイスではMagSafe LEDの制御はサポートされていません。
vi: Điều khiển đèn MagSafe không được hỗ trợ trên thiết bị này.
zh_hans: 这台设备不支持MagSafe LED控制
zh_hant: 這台設備不支持MagSafe LED控制

source: Manage charging
de: Laden verwalten
es: Gestionar carga
ja: 充電を管理
vi: Quản lý sạc
zh_hans: 充电管理
zh_hant: 充電管理

source: Manage MagSafe LED
de: MagSafe-LED verwalten
es: Gestionar LED MagSafe
ja: MagSafe LEDを管理
vi: Quản lý đèn MagSafe
zh_hans: MagSafe LED 管理
zh_hant: MagSafe LED 管理

source: Menu Bar Icon
de: Menüleistensymbol
es: Ícono de la barra de menú
ja: メニューバーアイコン
vi: Biểu tượng menu
zh_hans: 菜单栏图标
zh_hant: 選單列圖標

source: Notifications
de: Benachrichtigungen
es: Notificaciones
ja: 通知
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

source: Off
de: Aus
es: Apagado
ja: オフ
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

source: Pause charging when the battery temperature exceeds the threshold.
de: Laden pausieren, wenn die Batterietemperatur den Grenzwert überschreitet.
es: Pausar la carga cuando la temperatura de la batería supere el umbral.
ja: バッテリー温度がしきい値を超えた場合に充電を一時停止します。
vi: Tạm dừng sạc khi nhiệt độ pin vượt quá ngưỡng quy định.
zh_hans: 当电池温度超过临界点时暂定充电
zh_hant: 當電池溫度超過臨界點時暫定充電

source: Power
de: Leistung
es: Energía
ja: 電力
vi: Nguồn điện
zh_hans: 电力
zh_hant: 電力

source: Power distribution diagram
de: Leistungsverteilungsdiagramm
es: Diagrama de distribución de energía
ja: 電力分配図
vi: Sơ đồ phân phối nguồn
zh_hans: 电力分配图
zh_hant: 電力分配圖

source: Power source
de: Stromquelle
es: Fuente de energía
ja: 電源
vi: Nguồn điện
zh_hans: 电源
zh_hant: 電源

source: Power Source
de: Stromquelle
es: Fuente de energía
ja: 電源
vi: Nguồn điện
zh_hans: 电源
zh_hant: 電源

source: Quit
de: Beenden
es: Salir
ja: 終了
vi: Thoát
zh_hans: 退出应用
zh_hant: 退出應用程式

source: Settings
de: Einstellungen
es: Ajustes
ja: 設定
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Startup
de: Systemstart
es: Inicio
ja: 起動
vi: Khởi động
zh_hans: 启动
zh_hant: 啓動

source: state Settings
de: state-Einstellungen
es: Ajustes de state
ja: stateの設定
vi: Cài đặt state
zh_hans: state 设置
zh_hant: state 設定

source: Temperature
de: Temperatur
es: Temperatura
ja: 温度
vi: Nhiệt độ
zh_hans: 温度
zh_hant: 溫度

source: Temperature limit
de: Temperaturgrenzwert
es: Límite de temperatura
ja: 温度制限
vi: Giới hạn nhiệt độ
zh_hans: 温度限制
zh_hant: 溫度限制

source: Time Remaining
de: Verbleibende Zeit
es: Tiempo restante
ja: 残り時間
vi: Thời gian còn lại
zh_hans: 剩余时间
zh_hant: 剩餘時間

source: Uptime
de: Laufzeit
es: Tiempo activo
ja: 稼働時間
vi: Thời gian hoạt động
zh_hans: 开机时长
zh_hant: 開機時長

source: Visuals
de: Darstellung
es: Visuales
ja: 表示
vi: Trực quan dòng điện
zh_hans: 视觉图
zh_hant: 視覺圖

source: Adapter
es: Adaptador
ja: アダプタ
vi: Bộ tiếp hợp
zh_hans: 充电器
zh_hant: 電源轉接器

source: Orange
es: Naranja
ja: オレンジ
vi: Cam
zh_hans: 橙色
zh_hant: 橙色

source: Status
es: Estado
ja: ステータス
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Approve state in System Settings → Login Items to continue.
vi: Cho phép state trong Cài đặt hệ thống → Mục đăng nhập để tiếp tục.
zh_hans: 请在“系统设置 → 登录项”中允许 state 后继续。
zh_hant: 請在“系統設定 → 登錄項”中允許 state 後繼續。

source: Automatically resume charging when the battery drops below the threshold relative to your charge limit.
vi: Tự động sạc lại khi pin giảm xuống dưới ngưỡng giới hạn sạc
zh_hans: 当电池电量低于相对于充电上限设定的阈值时，自动恢复充电。
zh_hant: 當電池電量低於相對於充電上限設定的閾值時，自動恢復充電。

source: Blinking Orange Fast
vi: Nhấp nháy cam nhanh
zh_hans: 橙色快速闪烁
zh_hant: 橙色快速閃爍

source: Blinking Orange Slow
vi: Nhấp nháy cam chậm
zh_hans: 橙色缓慢闪烁
zh_hant: 橙色緩慢閃爍

source: Charge Limit Override
vi: Bỏ qua giới hạn sạc
zh_hans: 临时忽略充电上限
zh_hant: 臨時忽略充電上限

source: Disable sleep until charge limit
vi: Không ngủ cho đến khi đạt giới hạn sạc
zh_hans: 在达到充电上限前禁止睡眠
zh_hant: 在達到充電上限前禁止睡眠

source: Discharge the battery to your charge limit when plugged in above the target level.
vi: Xả pin về mức giới hạn khi cắm sạc nếu pin hiện tại cao hơn mức mục tiêu.
zh_hans: 当插电且电量高于目标值时，将电池放电至充电上限。
zh_hant: 當插電且電量高於目標值時，將電池放電至充電上限。

source: Display battery percentage next to the menu bar icon. Status colors indicate charging, low battery, and Low Power Mode.
vi: Hiển thị phần trăm pin bên cạnh biểu tượng thanh menu. Màu trạng thái biểu thị đang sạc, pin yếu và Chế độ nguồn điện thấp.
zh_hans: 在菜单栏图标旁显示电池百分比。状态颜色用于指示充电、低电量和低电量模式。
zh_hant: 在選單列圖標旁顯示電池百分比。狀態顏色用於指示充電、低電量和低耗電模式。

source: Enable sailing mode
vi: Bật chế độ thả trôi pin
zh_hans: 启用巡航模式
zh_hant: 啓用巡航模式

source: Force Discharge
vi: Ép xả pin
zh_hans: 强制放电
zh_hant: 強制放電

source: Hidden
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

source: Next to icon
vi: Bên cạnh biểu tượng
zh_hans: 图标旁
zh_hant: 圖標旁

source: Ok
vi: Đồng ý

source: Prevent your Mac from sleeping while charging towards the charge limit. Sleep is re-enabled once the limit is reached or the adapter is disconnected.
vi: Ngăn máy Mac chuyển sang chế độ ngủ khi đang sạc đến mức giới hạn. Chế độ ngủ sẽ tự động kích hoạt lại khi đạt mức giới hạn hoặc khi ngắt kết nối bộ sạc.
zh_hans: 在向充电上限充电期间阻止 Mac 进入睡眠。达到上限或断开充电器后，睡眠会重新启用。
zh_hant: 在向充電上限充電期間阻止 Mac 進入睡眠。達到上限或斷開電源轉接器後，睡眠會重新啓用。

source: Sailing Mode
vi: Chế độ thả trôi pin
zh_hans: 巡航模式
zh_hant: 巡航模式

source: Show battery state
vi: Hiển thị trạng thái pin
zh_hans: 显示电池状态
zh_hant: 顯示電池狀態

source: Show percentage
vi: Hiển thị phần trăm pin
zh_hans: 显示电池百分比
zh_hant: 顯示電池百分比

source: Sleep Prevention
vi: Ngăn chế độ ngủ
zh_hans: 防止睡眠
zh_hant: 防止睡眠

source: Threshold below limit
vi: Ngưỡng dưới giới hạn
zh_hans: 低于上限的阈值
zh_hant: 低於上限的閾值

source: Time until discharge
vi: Thời gian dự kiến xả pin
zh_hans: 预计放电时间
zh_hant: 預計放電時間

source: Use hardware percentage
vi: Dùng phần trăm pin từ phần cứng
zh_hans: 使用硬件电量百分比
zh_hant: 使用硬件電量百分比

source: Use the raw battery percentage instead of the macOS calibrated value.
vi: Sử dụng phần trăm pin thực tế từ phần cứng thay vì giá trị đã được hiệu chuẩn của macOS.
zh_hans: 使用原始电池百分比，而非 macOS 校准后的数值。
zh_hant: 使用原始電池百分比，而非 macOS 校准後的數值。

source: About
zh_hans: 关于
zh_hant: 關於

source: Version
zh_hans: 版本
zh_hant: 版本

source: Battery Status
zh_hans: 电池状态
zh_hant: 電池狀態

source: Charging Controls
zh_hans: 充电控制
zh_hant: 充電控制

source: Drag modules or their items to change their position in the menu.
zh_hans: 拖动模块或其中的项目，以更改它们在菜单中的位置。
zh_hant: 拖動模組或其中的項目，以更改它們在選單中的位置。

source: Drag to reorder
zh_hans: 拖动以排序
zh_hant: 拖動以排序

source: Energy Apps
zh_hans: 高能耗应用
zh_hant: 高耗能應用程式

source: Menu Layout
zh_hans: 菜单布局
zh_hant: 選單佈局

source: Menu Preview
zh_hans: 菜单预览
zh_hant: 選單預覽

source: Power Monitoring
zh_hans: 功率监控
zh_hant: 功率監控

source: The preview updates immediately as you reorder or hide items.
zh_hans: 拖动排序或隐藏项目后，预览会立即更新。
zh_hant: 拖動排序或隱藏項目後，預覽會立即更新。

source: Choose how many applications appear when the menu is open.
zh_hans: 选择打开菜单时显示的应用数量。
zh_hant: 選擇開啟選單時顯示的 App 數量。

source: Power flow level
zh_hans: 功率流层级
zh_hant: 功率流層級

source: Power flow preview
zh_hans: 功率流预览
zh_hant: 功率流預覽

source: Preview
zh_hans: 预览
zh_hant: 預覽

source: Second-level display
zh_hans: 二级显示
zh_hant: 二級顯示

source: Third-level display
zh_hans: 三级显示
zh_hant: 三級顯示

source: A guided full-charge and discharge cycle helps the macOS fuel gauge refresh its reading.
zh_hans: 通过引导完成一次完整充放电循环，帮助 macOS 电池计量器刷新读数。
zh_hant: 透過引導完成一次完整充放電循環，幫助 macOS 電池計量器重新整理讀數。

source: Battery Calibration
zh_hans: 电池校准
zh_hant: 電池校準

source: Calibration complete
zh_hans: 校准完成
zh_hant: 校準完成

source: Charging control is unavailable. Install and authorize the state helper first.
zh_hans: 充电控制不可用。请先安装并授权 state 助手。
zh_hant: 充電控制無法使用。請先安裝並授權 state 助手。

source: Cancel Calibration
zh_hans: 取消校准
zh_hant: 取消校準

source: Charge to 100%
zh_hans: 充电至 100%
zh_hant: 充電至 100%

source: Connect the adapter to begin the final charge.
zh_hans: 连接电源适配器，开始最后一次充电。
zh_hant: 連接電源轉接器，開始最後一次充電。

source: Connect the power adapter before starting.
zh_hans: 开始前请连接电源适配器。
zh_hant: 開始前請連接電源轉接器。

source: Connect the power adapter before starting battery calibration.
zh_hans: 开始电池校准前请连接电源适配器。
zh_hant: 開始電池校準前請連接電源轉接器。

source: Discharge to 10%
zh_hans: 放电至 10%
zh_hant: 放電至 10%

source: Keep the adapter connected until the battery reaches 100%.
zh_hans: 请保持连接电源适配器，直到电池达到 100%。
zh_hant: 請保持連接電源轉接器，直到電池達到 100%。

source: Ready to calibrate
zh_hans: 准备校准
zh_hant: 準備校準

source: Recharge to 100%
zh_hans: 重新充电至 100%
zh_hant: 重新充電至 100%

source: Start Battery Calibration
zh_hans: 开始电池校准
zh_hant: 開始電池校準

source: Start Calibration Again
zh_hans: 再次开始校准
zh_hant: 再次開始校準

source: The calibration cycle is complete and your previous settings were restored.
zh_hans: 校准循环已完成，之前的设置已恢复。
zh_hant: 校準循環已完成，之前的設定已恢復。

source: Unplug the adapter and use your Mac until the battery reaches 10%.
zh_hans: 拔下电源适配器，使用 Mac 直到电池降至 10%。
zh_hant: 拔下電源轉接器，使用 Mac 直到電池降至 10%。

source: Use your Mac until the battery reaches 10%.
zh_hans: 使用 Mac 直到电池降至 10%。
zh_hant: 使用 Mac 直到電池降至 10%。

source: Adapter Power
zh_hans: 适配器功率
zh_hant: 轉接器功率

source: Battery & Power Adapter
zh_hans: 电池与电源适配器
zh_hant: 電池與電源轉接器

source: Battery Power
zh_hans: 电池功率
zh_hant: 電池功率

source: Calculating…
zh_hans: 计算中…
zh_hant: 計算中…

source: Charging helper is not installed
zh_hans: 充电助手尚未安装
zh_hant: 充電助手尚未安裝

source: Charging helper requires approval in System Settings
zh_hans: 需要在系统设置中批准充电助手
zh_hant: 需要在系統設定中批准充電助手

source: Choose what appears in the menu and drag rows to change their order.
zh_hans: 选择菜单中显示的项目，并拖动行来调整顺序。
zh_hant: 選擇選單中顯示的項目，並拖動行來調整順序。

source: Compact Cards
zh_hans: 紧凑卡片
zh_hant: 緊湊卡片

source: Discharging
zh_hans: 放电中
zh_hant: 放電中

source: Follow System
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: High Energy Apps
zh_hans: 高能耗 App
zh_hant: 高耗能 App

source: High energy apps shown
zh_hans: 显示高能耗 App 数量
zh_hant: 顯示高耗能 App 數量

source: Language
zh_hans: 语言
zh_hant: 語言

source: Low Power Mode
zh_hans: 低电量模式
zh_hant: 低耗電模式

source: Menu Items
zh_hans: 菜单项目
zh_hant: 選單項目

source: Native List
zh_hans: 原生列表
zh_hant: 原生列表

source: No apps with significant energy impact
zh_hans: 没有明显耗能的 App
zh_hant: 沒有明顯耗能的 App

source: Not Supplying
zh_hans: 未供电
zh_hant: 未供電

source: Not Charging
zh_hans: 未充电
zh_hant: 未充電

source: Display
zh_hans: 显示器
zh_hant: 顯示器

source: Other
zh_hans: 其他
zh_hant: 其他

source: Plugged In (Not Charging)
zh_hans: 已接入电源（未充电）
zh_hant: 已接入電源（未充電）

source: Power Adapter
zh_hans: 电源适配器
zh_hant: 電源轉接器

source: Power Distribution
zh_hans: 功率分布
zh_hant: 功率分布

source: Power Flow
zh_hans: 功率流
zh_hant: 功率流

source: Power presentation
zh_hans: 功率展示方式
zh_hant: 功率展示方式

source: Power values are displayed with one decimal place. The app list is supplied by the energy metrics service.
zh_hans: 功率精确显示到小数点后一位；App 列表由能耗指标服务提供。
zh_hant: 功率精確顯示到小數點後一位；App 列表由能耗指標服務提供。

source: Restore Default Layout
zh_hans: 恢复默认布局
zh_hant: 恢復預設佈局

source: System
zh_hans: 系统
zh_hant: 系統

source: Charging control is unavailable. Reinstall state with the installer if this continues.
zh_hans: 充电控制不可用。如果问题持续，请使用安装器重新安装 state。
zh_hant: 充電控制不可用。如果問題持續，請使用安裝器重新安裝 state。

source: The charging helper is not installed. Reinstall state using the installer package.
zh_hans: 充电后台服务尚未安装，请使用安装器重新安装 state。
zh_hant: 充電背景服務尚未安裝，請使用安裝器重新安裝 state。

source: Unable to change Low Power Mode
zh_hans: 无法更改低电量模式
zh_hant: 無法更改低耗電模式

source: M2 Chip
zh_hans: M2 芯片
zh_hant: M2 晶片

source: External Devices
zh_hans: 外接设备
zh_hant: 外接裝置

source: M2 chip power
zh_hans: M2 芯片功耗
zh_hant: M2 晶片功耗

source: Display power
zh_hans: 显示器功耗
zh_hant: 顯示器功耗

source: Other system power
zh_hans: 其他系统功耗
zh_hant: 其他系統功耗

source: External device output
zh_hans: 外接设备输出功耗
zh_hant: 外接裝置輸出功耗

source: Only enabled power-flow branches are sampled and calculated while the menu is open.
zh_hans: 仅在菜单打开时采样和计算已启用的功率流分支。
zh_hant: 僅在選單開啟時取樣和計算已啟用的功率流分支。

source: Application
zh_hans: 应用
zh_hant: 應用程式

source: Modules
zh_hans: 模块
zh_hant: 模組

source: General Settings
zh_hans: 通用设置
zh_hant: 一般設定

source: Panel Settings
zh_hans: 面板设置
zh_hant: 面板設定

source: Feature Settings
zh_hans: 功能设置
zh_hant: 功能設定

source: Layout & Preview
zh_hans: 布局与预览
zh_hant: 佈局與預覽

source: Installed Modules
zh_hans: 已安装模块
zh_hant: 已安裝模組

source: Install Local Module…
zh_hans: 安装本地模块…
zh_hant: 安裝本機模組…

source: Official Catalog
zh_hans: 官方模块目录
zh_hant: 官方模組目錄

source: Check for Modules
zh_hans: 检查模块
zh_hant: 檢查模組

source: Panel Modules
zh_hans: 面板模块
zh_hant: 面板模組

source: Show module in panel
zh_hans: 在面板中显示模块
zh_hant: 在面板中顯示模組

source: Module Options
zh_hans: 模块选项
zh_hant: 模組選項

source: Permissions
zh_hans: 权限
zh_hant: 權限

source: macOS Data Service
zh_hans: macOS 数据服务
zh_hant: macOS 資料服務

source: System Info
zh_hans: 系统信息
zh_hant: 系統資訊

source: Charging Control
zh_hans: 充电控制
zh_hant: 充電控制

source: Menu Bar Provider
zh_hans: 菜单栏提供者
zh_hant: 選單列提供者

source: Menu Bar
zh_hans: 菜单栏
zh_hant: 選單列

source: Choose which module supplies the menu bar icon and text. state uses its app icon without collecting telemetry.
zh_hans: 选择由哪个模块提供菜单栏图标和文字。选择 state 时仅显示应用图标，不采集遥测数据。
zh_hant: 選擇由哪個模組提供選單列圖示和文字。選擇 state 時僅顯示應用程式圖示，不收集遙測資料。

source: Live Preview
zh_hans: 实时预览
zh_hant: 即時預覽

source: Visible modules may collect data while this preview is open.
zh_hans: 打开实时预览后，可见模块可能会采集数据。
zh_hant: 開啟即時預覽後，可見模組可能會收集資料。

source: Static sample values are shown without starting module sampling.
zh_hans: 显示静态示例值，不会启动模块采样。
zh_hant: 顯示靜態範例值，不會啟動模組取樣。

source: Service Providers
zh_hans: 服务提供者
zh_hant: 服務提供者

source: No core capabilities requested
zh_hans: 未请求核心能力
zh_hant: 未要求核心能力

source: Available
zh_hans: 可用
zh_hant: 可用

source: Module disabled
zh_hans: 模块已停用
zh_hant: 模組已停用

source: Shown
zh_hans: 显示
zh_hant: 顯示

source: Drag modules to change panel order. Hidden display modules stop display-only sampling.
zh_hans: 拖动模块可调整面板顺序。隐藏展示模块后会停止仅供显示的采样。
zh_hant: 拖動模組可調整面板順序。隱藏展示模組後會停止僅供顯示的取樣。

source: Enabled modules may provide data or background behavior. Panel visibility is configured separately.
zh_hans: 已启用模块可以提供数据或后台功能；是否在面板显示需单独设置。
zh_hant: 已啟用模組可以提供資料或背景功能；是否在面板顯示需另行設定。

source: Packages are checked for protocol, architecture, unsafe paths and checksums before activation.
zh_hans: 模块激活前会检查协议、架构、不安全路径和校验和。
zh_hant: 模組啟用前會檢查協定、架構、不安全路徑和校驗碼。

source: The recommended suite is already included in this preview.
zh_hans: 此预览版已包含推荐模块套装。
zh_hant: 此預覽版已包含建議模組套裝。

source: Tasks
zh_hans: 任务
zh_hant: 任務

source: Running
zh_hans: 进行中
zh_hant: 進行中

source: Completed
zh_hans: 已完成
zh_hant: 已完成

source: Failed
zh_hans: 失败
zh_hant: 失敗

source: Cancelled
zh_hans: 已取消
zh_hant: 已取消

source: The module stopped before the task finished.
zh_hans: 模块在任务完成前已停止。
zh_hant: 模組在任務完成前已停止。

source: Disable Required Module?
zh_hans: 停用必要模块？
zh_hant: 停用必要模組？

source: Disable Module
zh_hans: 停用模块
zh_hant: 停用模組

source: These modules will stop until another compatible provider is selected:
zh_hans: 以下模块将停止，直到选择另一个兼容的服务提供者：
zh_hant: 以下模組將停止，直到選擇另一個相容的服務提供者：

source: Finish or cancel battery calibration before changing a required module.
zh_hans: 请先完成或取消电池校准，再更改必要模块。
zh_hant: 請先完成或取消電池校準，再變更必要模組。

source: Allow module notifications
zh_hans: 允许模块通知
zh_hant: 允許模組通知

source: Choose How state Starts
zh_hans: 选择 state 的启动方式
zh_hant: 選擇 state 的啟動方式

source: Enable the recommended battery modules, or start with an empty core and enable modules later in Settings.
zh_hans: 可以启用推荐的电池模块，也可以从空白核心开始，之后再到设置中启用模块。
zh_hant: 可以啟用建議的電池模組，也可以從空白核心開始，之後再到設定中啟用模組。

source: Use Recommended Modules
zh_hans: 使用推荐模块
zh_hant: 使用建議模組

source: Start with Empty Core
zh_hans: 从空白核心开始
zh_hant: 從空白核心開始

source: Could Not Save Permission
zh_hans: 无法保存权限
zh_hant: 無法儲存權限

source: Could Not Save Setting
zh_hans: 无法保存设置
zh_hant: 無法儲存設定

source: The module is no longer installed.
zh_hans: 该模块已不再安装。
zh_hant: 該模組已不再安裝。

source: The module rejected this setting.
zh_hans: 模块拒绝了这项设置。
zh_hant: 模組拒絕了這項設定。
